     <script setup lang="ts">
    import Divider from 'primevue/divider';
    </script> 
    
    <template>
        <Card>
          <template #content>
            <Divider align="left">
              <div class="inline-flex align-items-center">
                <i class="pi pi-megaphone ml-2"></i>
                <b>لوائح النظام</b>
              </div>
            </Divider>
      
            <ul>
              <li>
                <b>لائحة إدارة العملاء:</b>
                <ul>
                  <li>إمكانية إضافة عملاء جدد مع تفاصيلهم الشخصية ومعلومات الاتصال.</li>
                  <li>إمكانية تعديل بيانات العملاء الحاليين.</li>
                  <li>إمكانية حذف عملاء غير نشطين.</li>
                </ul>
              </li>
      
              <li>
                <b>لائحة إدارة الزيارات:</b>
                <ul>
                  <li>تسجيل تفاصيل كل زيارة، مثل التاريخ والوقت والغرض.</li>
                  <li>الحفاظ على سجل تاريخي لجميع الزيارات التي قام بها العملاء.</li>
                </ul>
              </li>
      
              <li>
                <b>لائحة إدارة الاشتراكات:</b>
                <ul>
                  <li>إمكانية إضافة اشتراكات وباقات لكل عميل.</li>
                  <li>تسجيل تاريخ بداية وانتهاء الاشتراكات والباقات.</li>
                  <li>إمكانية تعديل أو إلغاء الاشتراكات والباقات.</li>
                </ul>
              </li>
      
              <li>
                <b>لائحة تقارير وإحصاءات:</b>
                <ul>
                  <li>توفير تقارير شهرية أو سنوية عن النشاط والإيرادات والعملاء.</li>
                  <li>توفير إحصاءات عن توزيع الاشتراكات والزيارات على العملاء.</li>
                </ul>
              </li>
      
              <li>
                <b>لائحة أمان البيانات:</b>
                <ul>
                  <li>تأمين البيانات الشخصية والمعلومات الحساسة للعملاء.</li>
                  <li>تنفيذ نظام صارم لتحديد مستويات الوصول للموظفين.</li>
                </ul>
              </li>
      
              <li>
                <b>لائحة إشعارات وتنبيهات:</b>
                <ul>
                  <li>إمكانية إرسال إشعارات للعملاء حول تحديثات أو انقطاعات مقررة.</li>
                </ul>
              </li>
            </ul>
          </template>
        </Card>
      </template>
      

  

    <style scoped>

     b{font-family: tajawal;}
    </style>